Repository: CliveJW/bumblebee-ui
Catalog: i18n/*/LC_MESSAGES/bumblebee-ui.po
Languages: fr_fr

source: Bumblebee is unactive
fr_fr: Bumblebee est inactif

source: Bumblebee is active
fr_fr: Bumblebee est inactif

source: Preferred Apps
fr_fr: Applications préférées

source: Configure Apps
fr_fr: Configurer les applications

source: Bumblebee - Applications Settings
fr_fr: Bumblebee - Paramètres des Applications

source: Select applications
fr_fr: Sélectionner les applications

source: Choose the application you want to configure to use with the discrete graphic card.
fr_fr: Choisissez l'application que vous voulez utiliser avec la carte graphique discrète.

source: Apply Now
fr_fr: Appliquer maintenant

source: Configure applications
fr_fr: Configurer les applications

source: Choose the configuration for each application. Depending on mode the discrete card will be launched: always (Performance), only when plugged (Power Save) or with launcher shortcuts (Option)
fr_fr: Choisissez la configuration pour chaque application. En fonction du mode choisie, la carte discrète sera lancée: -toujours (Performance), -seulement sur secteur (Power Save) ou -à l'aide de raccourcis accessibles dans le menu contextuel (Option)

source: File Name
fr_fr: Nom du fichier

source: 32bits Driver
fr_fr: Pilote 32bits

source: Bumblebee is in use
fr_fr: Bumblebee est utilisé

source: Bumblebee is not used anymore
fr_fr: Bumblebee n'est plus utilisé
